[Play_DLC2_S_TYG_Archon_King_Autopsy_Blurb AkEvent]
SpokenText="我确信与指挥官不辞而别的瓦伦博士的野心让她的研究误入歧途，与我曾经在变种人手下的服务一样让人遗憾。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Autopsy_Reminder_Nag AkEvent]
SpokenText="指挥官，我们依然保存有一些回收的外星实验对象的尸体。我能随时开始解剖，这可能会推进我们自己的研究和科学发展。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Berserker_Queen_Autopsy_Blurb AkEvent]
SpokenText="正如瓦伦博士在她的报告中说到的，对于她来说，在了解其中的极大危险性的情况下继续研究，是非常不负责任且越界的，这不仅仅关乎她，更关乎剩下不多的人类。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Dropship_Mission_Briefing AkEvent]
SpokenText="我正持续监视着我们在目标地点发现的能量异常。已发现可能的地下活动...以及极强的地毯式干扰...传感器无法穿透岩石表面。不过我们仍旧能够获取瓦伦的稳定信号。我建议最高警戒，军事官。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Equip_Hunter_Weapons_1 AkEvent]
SpokenText="指挥官，我强烈建议你让我们的士兵装备上我们从战场上回收的特殊武器。他们的独特性能可能在此次任务中颇为有用。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Hunter_Weapons_UI_Pop AkEvent]
SpokenText="指挥官，这些武器的设计与我所有之前遇到的都截然不同。我能够进行进一步分析，尽管我们进行反向工程的成功率很低。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_King_Dead_Other_Escapees_Remain AkEvent]
SpokenText="虽然我们成功地击败了基因强化的毒蛇怪，但我们仍旧需要保持警戒，指挥官。所有的线索都显示仍有两个其他实验物种毫无疑问在我们到达设施前就逃走了。我将继续调查瓦伦博士的研究日志，寻找进一步能帮助我们对付这些生物的细节。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_King_Lives_Escapees_Remain_2 AkEvent]
SpokenText="我们应当做好遇到其他两个测试对象的准备。这两个我们都尚待确认。似乎它们都有相同的使用灵能裂痕逃跑的手段，这意味着我们可能在任何地方找到它们。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Ruler_Autopsy_Available AkEvent]
SpokenText="指挥官，在成功回收瓦伦博士的基因改造实验对象之一后，我非常想要立刻进行一次解剖。我希望能够通过按照其研究笔记，我能够进一步了解她是如何完成这些巨大改变的。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Ruler_Autopsy_Available_B AkEvent]
SpokenText="指挥官，只要你一声令下，我就能开始关于最近回收的瓦伦实验对象的解剖。我们有机会推进我们自己的研究进度到现有的专业水平所不及的程度；我们应当尽快开始。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Ruler_Autopsy_Available_C AkEvent]
SpokenText="既然我们已经回收了瓦伦博士的一个实验对象，只要你一声令下，我就能开始该样本的解剖，指挥官。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Ruler_Autopsy_Available_D AkEvent]
SpokenText="在回收了另一个瓦伦博士的改造外星人实验对象之后，我们应该尽快进行解剖。通过阅读其研究笔记，我希望能了解她的真正意图。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Site_Readings AkEvent]
SpokenText="这块区域有着许多异常的能量信号，指挥官。我发现了功率起伏，极端热量，还有一些灵能活动...都有可能是冲突的迹象。我们应当动作快些了。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Viper_King_Autopsy_Blurb AkEvent]
SpokenText="尽管我详细研究了瓦伦博士的研究报告，我依然无法知道她是如何在修改和操纵外星基因方面获得如此杰出的成果的。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[S_Autopsy_ArchonKing_Blurb AkEvent]
SpokenText=""
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[S_Autopsy_ArchonKing_Tygan AkEvent]
SpokenText=""
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[S_Autopsy_BerserkerQueen_Blurb AkEvent]
SpokenText="正如瓦伦博士在她的报告中说到的，对于她来说，在了解其中的极大危险性的情况下继续研究，是非常不负责任且越界的，这不仅仅关乎她，更关乎剩下不多的人类。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[S_Autopsy_BerserkerQueen_Tygan AkEvent]
SpokenText=""
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[S_Autopsy_ViperQueen_Blurb AkEvent]
SpokenText=""
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[S_Autopsy_ViperQueen_Tygan AkEvent]
SpokenText=""
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

